lexicon_ru = {
    'help': 'Со мной ты можешь потренироваться в трейдинге, не рискуя своими реальными средствами',
    'main_menu': '🦧Вы находитесь в главном меню',
    'crypto_names': '🧑‍🦽Доступные монеты и цены на них:',
    'back_to_menu': 'Вернуться в меню',
    'buy_or_sell': '🐽Что вы хотите сделать?',
    'buy_value': '🦆Ваш баланс {}$\n\n🦆У вас уже куплено {} {}\n\n🦆Сколько {} вы хотите купить?',
    'sell_value': '🦆Ваш баланс {}$\n\n🦆У вас есть {} {}\n\n'\
                  '🦆Сколько {} вы хотите продать? Введите количество в чат',
    'buy_accept': '🦍Вы точно хотите купить {} {} за {}$?',
    'sell_accept': '🦍Вы точно хотите продать {} {} за {}$?',
    'successfully_buy': 'Вы успешно купили {} {}',
    'unsuccessfully_buy': 'У вас недостаточно средств!',
    'successfully_sell': 'Вы успешно продали {} {}',
    'unsuccessfully_sell': 'У вас недостаточно валюты или нет ее!',
    'user_brief': 'Список имеющихся у вас валют',
    'user_statistics': 'Ваш баланс {}\nИзменение баланса: {}\n\nКоличество совершенных сделок: {}\n'\
                       'Количество покупок: {}\nКоличество продаж: {}\n'
}


menu_buttons_lexicon = {
    'markets': '📝Рынки',
    'briefcase': '💼Портфель',
    'statistics': '📈Статистика'
}


accept_buttons = {
    'yes': '🦄Да',
    'back': 'Назад'
}


buy_or_sell_buttons = {
    'buy': '🌭Купить',
    'sell': '🍻Продать',
}